import React from "react";


export const Column = () => {
  return (
    <>
    
    <div style={{ backgroundColor: '#F8F9F9', maxWidth: '100%', padding: '30px' }}>
      <div style={{ textAlign: 'center', marginBottom: '10px' }}>
        <h3>금주 칼럼</h3>
        <div style={{ textAlign: 'left',maxWidth: '800px', margin: '0 auto', padding: '30px' }}>
      <p>

      

      방황하는 사람들의 특징 중 하나는 길을 잃어버린 것입니다. 인생이란 수막은 길목에서 선택을 요구합니다. 자발적인 선택이든 그렇지 않든 우린 그 선택의 기록에서 자신의 인생을 반추하며 미래를 향해 걸음을 내 딛어야 할 때가 있습니다. 그때마다 혼란스럽고 힘겨워 하는 이유는 그 선택이 잘 한 것인지 그렇지 않은지에 대한 의구심, 그리고 확신이 서지 않기 때문이지요. 가문, 가정, 외모, 고향, 국적 등에 대하여 선택의 여지가 없지만 나머지 인생에 관하여는 자신의 선택이 결정적으로 작용합니다. 내 인생 미래를 아시는 하나님이 최선을 보여주시면 얼마나 좋을까요? <br></br><br></br>
      누군가는 성공을 하고 누군가는 실패를 합니다. 누군가는 목적한 바를 이루기도 하지만 어떤 이들은 그 목적에 다다르지 못할 수도 있습니다. 그럼에도 불구하고 하나님의 자녀들의 인생을 평가할 수 있는 기준은 사명으로 귀결됩니다. 그 사명을 붙들고 가는 자만이 그 인생길에 대한 하나님의 칭찬을 듣게 될 것입니다. 
      <br></br>
      [마25:21] 그 주인이 이르되 잘하였도다 착하고 충성된 종아 네가 적은 일에 충성하였으매 내가 많은 것을 네게 맡기리니 네 주인의 즐거움에 참여할지어다 하고</p>
      
      </div>

      <hr style={{ width: '100%', marginBottom: '20px' }} /> {/* Line */}

      </div>
      
      

      
    </div>

    </>
  );
    
  
};
