import React from "react";


export const Column = () => {
  return (
    <>
    
    <div style={{ backgroundColor: '#F8F9F9', maxWidth: '100%', padding: '30px' }}>
      <div style={{ textAlign: 'center', marginBottom: '10px' }}>
        <h3>금주 칼럼</h3>
        <div style={{ textAlign: 'left',maxWidth: '800px', margin: '0 auto', padding: '30px' }}>
      <p>

      감사 플러스<br></br><br></br>
하나님의 세계는 믿음으로 들어갑니다. 그 놀라운 역사와 은혜를 우리 삶에 가져오는 놀라운 기관이 있으니 바로 ‘입’입니다. 작은 입으로부터 선포된 믿음의 언어는 하늘의 해와 달을 멈추었고 죽은 자도 살렸습니다. 변방의 견고한 여리고 성벽도 그 믿음의 함성 앞에 무너져 내렸습니다.
<br></br><br></br> 

 행복은 어디에서 오는 걸까요? 행복은 로또 복권 같지 않습니다. 하늘에서 떨어지는 것도 아니고 갑작스러운 행운처럼 다가오지도 않습니다. 행복은 말없이 다가오는 손님과 같아서 성도의 입에 머금은 작은 말로부터 시작됩니다. 불행을 말하면 불행한 인생이 되고, 행복을 말하면 행복한 인생이 됩니다.<br></br><br></br> 

 원망과 불평의 말을 입에 달고 다니는 사람이 있습니다. 해가 나면 해가  뜨겁다고 불평, 구름 끼고 찬 바람이 불면 짖궂은 날씨 때문에 불평하는 것이 죄인의 본성입니다. 가진 것이 없어도 불평하고 또는 모자란다고 불평하는 것이지요. 원망과 불평을 입에 머금었으니 행복은 점점 더 멀어지게 됩니다. <br></br><br></br>

그러나 감사는 우리를 행복하게 하고 그 행복은 인생을 아름답게 합니다. 단순히 긍정의 언어나 좋은 말을 넘어 믿음의 언어 ‘감사’를 회복하는 한 달을 꿈꿉니다. 웰링턴의 찬 바람에도 오늘 함께 호흡하며 신앙을 나눌 수 있는 교회와 성도가 있어 따뜻합니다. 감사의 입을 가진 성도는 참으로 행복한 사람입니다. </p>
      
      </div>

      <hr style={{ width: '100%', marginBottom: '20px' }} /> {/* Line */}

      </div>
      
      

      
    </div>

    </>
  );
    
  
};
